Revit 2027 API
ParameterTypeId.RbsElecPanelFeedThruLugsCurrentPhaseb Property
 "Feed Through Lugs Current Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelFeedThruLugsCurrentPhaseb { get; }
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsCurrentPhaseb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsCurrentPhaseb {
	ForgeTypeId^ get ();
}
static member RbsElecPanelFeedThruLugsCurrentPhaseb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace